[
  {
    "title": "Coastal and Marine resources",
    "sections": [
      {"title": "Description", "content": "Coastal engineering, as it relates to harbours, starts with the development of ancient civilizations together with the origin of maritime traffic, perhaps before 3500 B.C.  Docks, breakwaters, and other harbour works were built by hand and often in a grand scale. Basic source of modern literature on coastal engineering is the \"European Code of Conduct for Coastal Zones\" issued by the European Council in 1999. This document was prepared by the Group of Specialists on Coastal Protection and should be used 'as a source of inspiration for national legislation and practice' by decision makers."}
    ]
  }, {
    "title": "Energy and Minerals",
    "sections": [
      {"title": "Description", "content": "Minerals are non–renewable natural resources that are vital for the construction, manufacturing and energy industries. The aim of sustainable mineral development is to ensure mineral use is kept to a minimum amount without having a negative impact on economic growth. This is achieved by efficient use of minerals as well as recycling and the use of alternative materials."}
    ]
  }, {
    "title": "Air",
    "sections": [
      {"title": "Description", "content": "Air pollution is the introduction of particulates, biological materials, or other harmful materials into the Earth's atmosphere, possibly causing disease, death to humans, damage to other living organisms such as food crops, or the natural or built environment. The atmosphere is a complex natural gaseous system that is essential to support life on planet Earth. Stratospheric ozone depletion due to air pollution has long been recognized as a threat to human health as well as to the Earth's ecosystems."}
    ]
  }, {
    "title": "Biodiversity",
    "sections": [
      {"title": "Description", "content": "Biodiversity is the degree of variation of life.[1] This can refer to genetic variation, species variation, or ecosystem variation[1] within an area, biome, or planet. Terrestrial biodiversity tends to be highest near the equator,[2] which seems to be the result of the warm climate and high primary productivity.[3] Marine biodiversity tends to be highest along coasts in the Western Pacific, where sea surface temperature is highest and in mid-latitudinal band in all oceans.[4] Biodiversity generally tends to cluster in hotspots,[5] and has been increasing through time[6][7] but will be likely to slow in the future.[8] Rapid environmental changes typically cause mass extinctions.[9][10][11] One estimate is that <1%–3% of the species that have existed on Earth are extant.[12]"}
    ]
  }
]
